{"photos": [{"photoId": 0, "description": "Meyer Library once occupied the space that is now Meyer Green. Meyer Library was built in 1966, and demolished in April 2015 to make space for Meyer Green, which opened in November 2015. The \"Beat Cal\" sign used to hang on Meyer Library before Stanford's \"Big Game\" with the University of California at Berkeley. Demolishing Meyer Library restored one of Stanford's axes, as planned by Frederick Law Olmsted, the landscape architect of Central Park in New York City who came to Palo Alto in 1886 to plan Stanford's campus. Olmsted planned for Stanford to have sight lines running parallel and perpendicular to the central axis of Palm Drive. With Meyer Library gone, the sight line from Escondido Road to the Main Quad has been restored. A concrete remanant of Meyer Library remains on the side of Meyer Green nearest the Law School. ", "title": "Meyer Library", "long": -122.167264, "tours": [1], "file": "meyer-library-1.jpg", "lat": 37.426234}, {"photoId": 1, "description": "The Old Chemistry Building was one of the five 'noble' buildings to be built to fulfill the Stanford's vision for the university. It was opened in 1902. The building suffered damage in the 1906 earthquake, which you can see in this photo. The building later suffered significant damage after the 1989 Loma Prieta earthquake. After the 1989 earthquake, it was closed for over three decades, and was reopened in the Fall of 2016. It is now called the Sapp Center for Science Teaching and Learning. ", "title": "The Chemistry Building after the 1989 Earthquake", "long": -122.170978, "tours": [1], "file": "chemistry-building-earthquake-1.jpg", "lat": 37.430625}, {"photoId": 2, "description": "In 1903 Memorial Church was dedicated in memory of Leland Stanford. In 1906, an earthquake of 7.7-7.9 magnitude hit the Bay Area, significantly damaging parts of Stanford's campus. The steeple on Memorial Church was destroyed.    ", "title": "Memorial Church Steeple", "long": -122.170351, "tours": [1], "file": "memorial-church-steeple.jpg", "lat": 37.427251}, {"photoId": 3, "description": "The Memorial Arch used to stand at the entrance to the Stanford Quad. The Arch was destroyed along with other parts of Stanford's campus in the magnitude 7.7-7.9 earthquake that hit the Bay Area in 1906. ", "title": "Memorial Arch", "long": -122.169773, "tours": [1], "file": "stanford-memorial-arch.jpg", "lat": 37.428916}, {"photoId": 4, "description": "These were the gates that stood at Stanford's entrance in 1887, two years after Stanford's founding in 1885. ", "title": "Original Entrance Gates", "long": -122.16578, "tours": [1], "file": "palm-drive-gates-original.jpg", "lat": 37.441375}, {"photoId": 5, "description": "After the 1906 earthquake, part of Stanford's entrance gates were destroyed, leaving behind the part of the gates you see in front of you.", "title": "Entrance Gates Pre-Earthquake", "long": -122.165806, "tours": [1], "file": "palm-drive-gates-pre-earthquake-2.jpg", "lat": 37.441217}, {"photoId": 6, "description": "The Stanford Prison experiment took place from August 14th through 20th in the Stanford's Psychology building, Jordan Hall. The Psychology Professor Phillip Zimbardo turned Jordan Hall's basement into a mock prison with the aim of finding the source of brutality in prisons. The study was meant to last two weeks, but was cut short to 6 days becasue of the brutality displayed by the guards towards prisoners in the experiment. ", "title": "The Stanford Prison Experiment", "long": -122.170918, "tours": [2], "file": "stanford-prison-experiment-1.jpg", "lat": 37.428462}, {"photoId": 7, "description": "Larry Page and Sergey Brin were PhD students at Stanford when they developed the PageRank algorithm that became the foundation for the Google search engine. This is the first Google server, housed in the Huang Engineering building.  ", "title": "First Google Server", "long": -122.173739, "tours": [2], "file": "google-server.jpg", "lat": 37.427643}, {"photoId": 8, "description": "In this photo William Hewlett and David Packard shake hands with Professor Frederick Terman. Terman is widely considered the father of the Silicon Valley. Terman was advised by Vannevar Bush in Electrical Engineering at MIT. He then returned to Stanford in 1952 and became a part of the engineering faculty. Hewelett and Packward were Terman's students at Stanford, and he later invested in Hewlett-Packard amongst other companies. The Terman Engineering Library is named after Professor Terman.", "title": "Hewlett Packard Formed", "long": -122.17322, "tours": [2], "file": "hewlett-packard-terman.jpg", "lat": 37.429229}, {"photoId": 9, "description": "Douglas Engelbart led the Augmentation Research Center at the Stanford Research Institute (SRI). This is a clip from Engelbart's 1968 presentation in which he debuted the computer mouse, hypertext, file linking, word processing, and video conferencing, amongst other innovations in computing. Engelbart's mission was for computers to augment human intelligence. He laid the foundations for how we interact with modern computers. ", "title": "Doug Engelbart at Stanford Research Institute (SRI)", "long": -122.173127, "tours": [2], "file": "doug-engelbart.jpg", "lat": 37.42983}, {"photoId": 10, "description": "Stanley, a self driving car, built by Stanford's Artificial Intelligence Laboratory directed by Sebastian Thrun, won a Defense Advanced Research Projects Agency (DARPA) contest in 2005 in a Las Vegas desert. Finishing the course, Stanley and the four other cars that finished the race behind Stanely, showed that cars can drive autonomously.", "title": "Stanley, the Self Driving Car", "long": -122.173404, "tours": [2], "file": "stanley-self-driving-car.jpg", "lat": 37.429823}, {"photoId": 11, "description": "Light fields were developed im 1996 by Marc Levoy and Pat Hanrahan in the Computer Science Department. They allow you to render new views of a scene from existing views. This technology is the basis for the Lytro Light Field platform.", "title": "Light Fields", "long": -122.173573, "tours": [2], "file": "light-fields.jpg", "lat": 37.429859}, {"photoId": 12, "description": "The Virtual Human Interaction Lab in Stanford's Department of Communication has built Virtual Reality experiences to teach people about ocean acidification caused by CO2 absorption. The experiences show people what underwater landscapes look like and allow people to see the effects ocean acidification will have the ocean in a century.", "title": "The Virtual Human Interaction Lab", "long": -122.168962, "tours": [2], "file": "virtual-human-interaction.jpg", "lat": 37.428488}, {"photoId": 13, "description": "Dr. Bruce Reitz led the first successful Heart-Lung Transplant in history at the Stanford Medical Center in 1981. Stanford performs more heart-lung transplants than any other center in the United States.", "title": "First Successful Heart-Lung Transplant", "long": -122.175744, "tours": [2], "file": "heart-lung-transplant.jpg", "lat": 37.431474}, {"photoId": 14, "description": "In May of 1994, four Chicana students sat in Stanford's Main Quad for a week on a hunger strike to educate the Stanford community on issues facing the Chicano/a community. They came with a list of four demands (the reinstating of Cecilia Burciaga, the highest-ranking Latino/a in Stanford's administration, the creation of a Chicano/a studies major, a campus-wide ban on grapes  because of the condition of grape pickers, and the construction of a Chicano/a community center). The strike resulted in the creation of the Center for Comparative Studies in Race and Ethnicity (CCSRE) and Comparative Studies in Race and Ethnicity (CSRE) major. ", "title": "Huger Strike May 1994", "long": -122.17029, "tours": [3], "file": "hunger-strike-may-1994.jpg", "lat": 37.427434}, {"photoId": 15, "description": "In November 2016, students gathered to protest the building of the Dakota Access Pipeline (DAPL), cutting through sacred indigenous lands and affecting drinking water. ", "title": "NoDAPL Rally", "long": -122.169718, "tours": [3], "file": "dapl-demonstration.jpg", "lat": 37.428903}, {"photoId": 16, "description": "In 2015, students staged a sit-in and teach-in series outside of the President's office demanding that Stanford divest from fossil fuels. The university divested from coal in 2014, and students demanded that the university also divest from oil and gas. Ultimately, the board of trustees did not divest from fossil fuels. ", "title": "Fossil Free Stanford", "long": -122.16931, "tours": [3], "file": "fossil-free-protest-1.jpg", "lat": 37.42755}, {"photoId": 17, "description": "After Michael Brown was killed in Ferguson, Missouri by Darren Wilson on August 9, 2014, students staged a demonstration surrouding the Circle of Death roundabout to raise awareness about the situation in Ferguson. The demonstrators stood silently around the circle for four and half hours, the amount of time Michael Brown's body was left outside, with one person at each side of the circle telling bikers to \"Slow Down for Michael Brown.\" The demonstration was followed by an event in the Cemex auditorium that night. ", "title": "Slow Down for Michael Brown", "long": -122.168844, "tours": [3], "file": "ferguson-demonstration.jpg", "lat": 37.426122}, {"photoId": 18, "description": "On November 15, 2017, members of Stanford's community peacefully protested a talk by the Islamophobic speaker, Robert Spencer, outside of the Mitchell Earth Sciences building. Approximatly 150 students sat inside the auditorium where Spencer was speaking and walked out 20 minutes into the talk, leaving Spencer talking to a mostly empty auditorium.", "title": "Robert Spencer Protest", "long": -122.172481, "tours": [3], "file": "robert-spencer-protest.jpg", "lat": 37.426735}, {"photoId": 19, "description": "In 2014, Leah Francis began a movement to change Stanford's sexual assault policies after being raped. She led a rally in White Plaza demanding changes be made to the university's policies surrounding sexual assault. These issues are ongoing. ", "title": "#StandWithLeah Protest", "long": -122.170144, "tours": [3], "file": "stand-with-leah-protest.jpg", "lat": 37.424434}, {"photoId": 20, "description": "Stanford students participated in an international movement of opposition to the Apartheid in South Africa. Students planned a solidarity sit-in in 1977 in Old Union. 294 students were arrested, the greatest number to be arrested at once in Stanford's history. The next day 900 students gathered at Old Union to rally against the arrest of fellow students. In the 1980s support for divesting from South Africa reached its height. In this photo, you see the continued action taken by students to support divestment from South Africa. In June 1985 Stanford set out guidelines for its South Africa investments, and created a Commission on Investment Responsibility (CIR). ", "title": "Campaign to Divest from Apartheid South Africa", "long": -122.169276, "tours": [3], "file": "south-africa-divestment-1985-1.jpg", "lat": 37.427601}, {"photoId": 21, "description": "To oppose the Vietnam War, students planned a sit-in at the President's office from May 19th-21st, 1966. Protests continued and escalated through 1968 and focused on war-related research happening at Stanford Research Institute (SRI) and CIA recruiting on campus. Some students destroyed the ROTC building and President Sterling's office. Later, students closed the Applied Electronics Lab, occupied Encina Hall, and blocked paths to SRI, where the police responded with tear gas. On October 15, 1969, 8,000 people participated in a Vietnam Moratorium calling for an end to the war. This was the largest political gathering in the University's history.", "title": "Vietnam War Protests", "long": -122.169406, "tours": [3], "file": "vietnma-war-protests-3.jpg", "lat": 37.427632}, {"photoId": 22, "description": "Vivisection is \"the practice of performing operations on live animals for the purpose of experimentation or scientific research.\" In 1986, students demonstrated for animal rights and protested the practice of vivisection.", "title": "Animal Rights Protest", "long": -122.169747, "tours": [3], "file": "animal-rights-1986-1.jpg", "lat": 37.427687}, {"photoId": 23, "description": "Students responded to President Ronald Reagan's Strategic Defense Initiative (SDI) in 1983. SDI was also known as Star Wars. ", "title": "Nuclear Disarmament Protests", "long": -122.169652, "tours": [3], "file": "sdi-protest-white-plaza-2.jpg", "lat": 37.424376}, {"photoId": 24, "description": "On April 14, 1967, Martin Luther King, Jr. gave a speech in Stanford's Memorial Auditorium. The speech was called \"The Other America.\" You can hear a short clip of his speech here.", "title": "Martin Luther King Speech at Stanford ", "long": -122.166666, "tours": [3], "file": "martin-luther-king.jpg", "lat": 37.428575}, {"photoId": 25, "description": "David Kelley founded the design firm IDEO 30 years ago, and later founded the Stanford d.school in 2005. At the d.school students learn design thinking, a human-centered approach to design, and develop confidence in their own creative abilities. ", "title": "The founder of the d.school", "long": -122.171821, "tours": [2], "file": "david-kelley.jpg", "lat": 37.4263}, {"photoId": 26, "description": "On October 1, 1891, Jane Stanford was prepared to give a speech at the opening ceremony of Stanford University. While Leland Stanford gave a 2,000 word speech, Jane Stanford remained silent. Here is an excerpt of her undelivered speech: \"Our hearts have been more deeply interested in this work than you can conceive. It was born in sorrow but has now become a great joy to our hearts. While Mr. Stanford has dilated on book education I desire to impress upon the midns of each one of these students, both male and female, that we have at heart and very closely the hope that you will each strive to place before yourselves a high moral standard; that you will resolve to go forth from these classrooms determined in the future to be leaders with high aims and pure standards; and live such lives that it will be said of you that you are true to the best you know. I hope your lives will be truly earnest, not in the sense of going forth to acquire great wealth and great names; but to be conscientious workers, to be helpful to others, to send cheer and goodwill to those who need lifting up...\"", "title": "Stanford's Untold Opening Speech", "long": -122.171703, "tours": [], "file": "jane-stanford-speech.jpg", "lat": 37.4263}, {"photoId": 27, "description": "The Stanford Gay Students Union formed in 1970. The group moved from having a small desk in Old Union to having an office in the firehouse in the Fall of 1973. By the summer of 1974, the group acquired the entire second floor of the firehouse.To this day, this is the location of the LGBT Community Resources Center. In this photo you see students standing together outside the firehouse during Gay Pride Week and the Gay People's Union conference. ", "title": "Stanford Pride Celebration", "long": -122.172079, "tours": [3], "file": "gay-pride.jpg", "lat": 37.426291}, {"photoId": 28, "description": "The Stanford Powwow happens every year to celebrate Native American cultures with music and dance. It is held in Eucalyptus Grove. This audio is from the 42nd annual Stanford Powwow. ", "title": "42nd Annual Stanford Powwow", "long": -122.16433, "tours": [], "file": "42nd-powwow.jpg", "lat": 37.432158}, {"photoId": 29, "description": "Alice Walker delivered a speech entitled \"Taking the Arrow Out of the Heart: Noticing where you are, and who or what is there with you\" on November 8, 2017 in Memorial Church. She delivered the speech as the keynote for the Contemplation by Design program, \"designed to encourage all members of the Stanford community to enjoy the power of the pause for the purposes of re-establishing balance, tranquility, compassion and energy to support our creative excellence.\"", "title": "Alice Walker at Stanford", "long": -122.170363, "tours": [], "file": "alice-walker.jpg", "lat": 37.427204}, {"photoId": 30, "description": "After the election of Donald Trump in November 2016, members of the Stanford community participated in a march through campus to show solidarity to those facing difficulty because the election results and to emphasize the values of Stanford's community.", "title": "Protests after the U.S. 2016 Election", "long": -122.16533, "tours": [3], "file": "trump-protest.jpg", "lat": 37.428093}], "audio": [{"photo": "42nd-powwow.jpg", "audioId": 0, "file": "42nd-powwow.wav"}, {"photo": "alice-walker.jpg", "audioId": 1, "file": "alice-walker.wav"}, {"photo": "martin-luther-king.jpg", "audioId": 2, "file": "mlk-stanford.wav"}, {"photo": "trump-protest.jpg", "audioId": 3, "file": "trump-protests.wav"}, {"photo": "david-kelley.jpg", "audioId": 4, "file": "david-kelley.wav"}], "tours": [{"time": 30, "photos": [0, 1, 2, 3, 4, 5], "tourId": 1, "description": "See changes in Stanford's architecture from 1906 through the present. On this tour you will see how the earthquake of 1906 changed the landscape of Stanford's campus, and also see more recent changes that have been made. ", "title": "Stanford's Changing Landscape"}, {"time": 15, "photos": [6, 7, 8, 9, 10, 11, 12, 13, 25], "tourId": 2, "description": "Learn about some of the innovations and experiments that have taken place at Stanford University--from engineering feats to questionably ethical experimentation. On this short tour, you'll learn more about the research and people at the university that is at heart of the Silicon Valley", "title": "Innovation and Experimentation"}, {"time": 15, "photos": [14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 27, 30], "tourId": 3, "description": "Learn about the history of political activism at Stanford. On this tour, you'll see some of the history of Stanford student's political engagement, keeping the university's administration accountable for its actions and shaping the direction of the university", "title": "Activism at Stanford"}]}
